Repository: collective/collective.logbook
Catalog: collective/logbook/locales/*/LC_MESSAGES/collective.logbook.po
Languages: es

source: (Reference Count: ${counter})
es: (Contar Referencia: ${counter})

source: A new error occured on ${date}
es: Un nuevo error ocurrio el ${date}

source: Delete all referenced Errors
es: Borrar todos los Errores referenciados

source: Delete selected Tracebacks
es: Borrar los Tracebacks seleccionados

source: Deleted all Errors
es: Eliminados todos los Errores

source: Deleted all referenced Error
es: Eliminados todos los Errores referenciado

source: Enable Logbook logging
es: Habilitar registro de Logbook

source: Exception Type
es: Tipo de excepción

source: Exception Value
es: Valor de excepción

source: Get Traceback
es: Obtener Traceback

source: Logbook settings
es: Configuraciones Logbook

source: Logbook settings.
es: Configuraciones Logbook.

source: Notify Email
es: Notificar por correo electrónico

source: Notify these Email Adresses when a new error occurs
es: Notificar a este correo electrónico cuando ocurra un nuevo error

source: Please check the logbook entry ${logbook_url}
es: Por favor, verifique la entrada del logbook ${logbook_url}

source: REQUEST
es: PETICIÓN

source: References
es: Referencias

source: Remove All
es: Eliminar Todos

source: Request URL
es: Dirección URL de Petición

source: The error occured here ${error_url} with the following request data:
es: El error ocurrio aquí ${error_url} con la siguiente petición de data:

source: There are ${error_count} saved (unique) Tracebacks and ${reference_count} referenced Tracebacks
es: Hay ${error_count} Tracebacks (únicos) guardados y ${reference_count} Tracebacks referenciado

source: This error is saved under the number ${error_number}
es: Este error es guardado bajo el número ${error_number}

source: This installs or uninstalls the logbook patch for Products.SiteErrorLog
es: Esto instala o desinstalar un parche de logbook para el Products.SiteErrorLog

source: Time
es: Fecha

source: Traceback %s deleted
es: Traceback %s borrado

source: User Name (User Id)
es: Nombre de Usuario (Id de Usuario)

source: could not delete %s
es: no puede borrar %s

source: label_errornumber
es: Número de error:
